export default {
  guide: {
    agents: {
      replaceBtn: '换一批',
      title: '新增助手推荐：',
    },
    defaultMessage:
      '我是Maple定制化交互模型 ，请问现在能帮您做什么？\n如果需要获得更加专业或定制的助手，可以点击 `+` 创建自定义Agent',
    defaultMessageWithoutCreate: '我是您的私人智能助理 {{appName}} ，请问现在能帮您做什么？',
    qa: {
      q01: '介绍一下西北工业大学？',
      q02: 'LLM 是什么？',
      q03: 'Agent 是什么？',
      q04: '西北工业大学有哪些学院？',
      q05: '如何在学习上更好的利用 LLM？',
      q06: '怎样学好高等数学？',
      q07: '西北工业大学的校训是?',
      q08: '如何看待大学生利用 LLM 完成作业？',
      q09: '怎样部署一个自己的本地语言模型?',
      q10: '计算机的基础结构是怎样的?',
      q11: '如何在工程项目中更好地利用 LLM？',
      q12: '如何鼓励大学习进行创新创业？',
      q13: '西北工业大学在哪里有校区？',
      q14: '如何在生活中利用LLM解决问题？',
      q15: '如何学好C++？',
    },
    questions: {
      moreBtn: '了解更多',
      title: '大家都在问：',
    },
    welcome: {
      afternoon: '下午好',
      morning: '早上好',
      night: '晚上好',
      noon: '中午好',
    },
  },
  header: '欢迎使用',
  pickAgent: '或从下列助手模板选择',
  skip: '跳过创建',
  slogan: {
    desc1: '开启大脑集群，激发思维火花。你的智能助理，一直都在。',
    desc2: '创建你的第一个助手，让我们开始吧~',
    title: '给自己一个更聪明的大脑',
  },
};
